<?php

return [
	'gender' => [
		0 => '未填寫',
		1 => '男',
		2 => '女',
	],
	
	'computer' => [
		'' => '未填寫',
		0 => '未填寫',
		1 => '少於30分鐘',
		2 => '30分鐘到1小時',
		3 => '1到2小時',
		4 => '2小時以上',
	],
	
	'search_time' => [
		'' => '未填寫',
		0 => '未填寫',
		1 => '少於30分鐘',
		2 => '30分鐘到1小時',
		3 => '1到2小時',
		4 => '2小時以上',
	],
	
	'typing' => [
		'' => '未填寫',
		0 => '未填寫',
		1 => '非常同意',
		2 => '有點同意',
		3 => '有點不同意',
		4 => '非常不同意',
	],
	
	'search_easy' => [
		'' => '未填寫',
		0 => '未填寫',
		1 => '非常同意',
		2 => '有點同意',
		3 => '有點不同意',
		4 => '非常不同意',
	],
	
	
];