{{$data['name']}} 老師您好：<br>
<br>
<br>
感謝您加入PIRLS數位閱讀學習平台，您在本網站註冊的電子郵件信箱為 {{$data['email']}}<br>
(此信箱同時做為登入帳號以及與本站的訊息通聯使用，每一次變更都須要再次認證)  信箱認證:<br> 在開始使用之前，<br>
請點選下面網址，確認您所填寫的電子郵件信箱，待頁面開啟完成後即完成認證程序。<br> 
<br>
請開啟這個連結完成認証<br>  若無法直接開啟連結，請複製以下連結網址，開啟瀏覽器並將連結貼至網址列上。<br> 
 <a href="{{$data['url']}}">{{$data['url']}}</a>  <br>
<br>
<br>
請使用您填寫的電子郵件信箱 ({{$data['email']}})<br> 和密碼登入本站，並歡迎多加使用本站所提供的各類閱讀文本。<br>  
注意：請不要回覆此郵件，郵件是由系統自動發出，因此將無法收到回覆。若您有任何相關的問題與建議，<br>
歡迎至【聯絡我們】留下您的訊息，謝謝。<br>
<br>
PIRLS 2021臺灣研究團隊 敬上